import React from "react";


export const testText =
    "                До Хвалина бы добраться, покуда Ливень не нагнал…Она проснулась,\n" +
    "                вырвавшись из зыбкого, зябкого сна.\n" +
    "                Сквозь щели и прорехи фургонного полога сочился\n" +
    "                промозглый октябрьский ветер.\n" +
    "                Ветхое и кургузое одеяльце не спасало, если бы не смертельная\n" +
    "                усталость, она не сомкнула бы глаз до утра.\n" +
    "                Очень болел старый шрам на шее к дождю.\n" +
    "                Старый и страшный шрам… очень страшный…\n" +
    "                Опять дорога. Будь она проклята.\n" +
    "                И вечное «…покуда Ливень не нагнал…»,\n" +
    "                в разных вариациях повторяемое всей без исключения труппой.\n" +
    "                Да, здешний Ливень действительно мог бы именоваться именно так,\n" +
    "                с большой буквы.\n" +
    "                Он и впрямь должен был не «зарядить», а нагнать мрачное и тёмное,\n" +
    "                небесное воинство шло с востока,\n" +
    "                горизонт клубился чёрным, словно там, вдали, полыхали невиданные\n" +
    "                пожары но обо всём, что касалось Смертных Ливней,\n" +
    "                люди старались говорить самыми обычными словами, как будто это\n" +
    "                могло уберечь от льющейся с небосвода смерти!\n" +
    "                На сей раз эти слова произнёс Кицум, старый клоун, никогда\n" +
    "                не расстававшийся с бутылкой.\n" +
    "                У него уже здорово тряслись руки, а изо рта пахло какой-то\n" +
    "                алхимической гадостью, даже когда он\n" +
    "                редкое дело! случайно оказывался трезв. На помост он выходил только\n" +
    "                после «маленького глоточка на удачу».\n" +
    "                Объём «глоточка» менялся от двухкулачной кружки до целой бутыли\n" +
    "                забористого гномьего «Каменного жара».\n" +
    "                Она поёжилась, тщетно пытаясь сберечь последние остатки тепла.\n" +
    "                Всё, сейчас её поднимут.\n" +
    "                Фургон остановится самое большее на несколько минут, набрать воды\n" +
    "                в придорожном колодце, а затем потащит\n" +
    "                До Хвалина бы добраться, покуда Ливень не нагнал…Она проснулась,\n" +
    "                вырвавшись из зыбкого, зябкого сна.\n" +
    "                Сквозь щели и прорехи фургонного полога сочился промозглый\n" +
    "                октябрьский ветер. Ветхое и кургузое одеяльце\n" +
    "                не спасало, если бы не смертельная усталость, она не сомкнула\n" +
    "                бы глаз до утра.\n" +
    "                Очень болел старый шрам на шее к дождю. Старый и\n" +
    "                страшный шрам… очень страшный…\n" +
    "                Опять дорога. Будь она проклята.\n" +
    "                И вечное «…покуда Ливень не нагнал…»,\n" +
    "                в разных вариациях повторяемое всей без исключения\n" +
    "                труппой.\n" +
    "                Да, здешний Ливень действительно мог бы именоваться\n" +
    "                именно так, с большой буквы.\n" +
    "                Он и впрямь должен был не «зарядить», а нагнать мрачное\n" +
    "                и тёмное, небесное воинство шло с востока,\n" +
    "                горизонт клубился чёрным, словно там, вдали, полыхали\n" +
    "                невиданные пожары но обо всём, что касалось\n" +
    "                Смертных Ливней, люди старались говорить самыми обычными\n" +
    "                словами, как будто это могло\n" +
    "                уберечь от льющейся с небосвода смерти!\n" +
    "                На сей раз эти слова произнёс Кицум, старый клоун,\n" +
    "                никогда не расстававшийся с бутылкой.\n" +
    "                У него уже здорово тряслись руки, а изо рта пахло\n" +
    "                какой-то алхимической гадостью, даже когда\n" +
    "                он редкое дело!\n" +
    "                случайно оказывался трезв. На помост он выходил\n" +
    "                только после «маленького глоточка на удачу».\n" +
    "                Объём «глоточка» менялся от двухкулачной кружки\n" +
    "                до целой бутыли забористого гномьего «Каменного жара».\n" +
    "                Она поёжилась, тщетно пытаясь сберечь последние\n" +
    "                остатки тепла. Всё, сейчас её поднимут.\n" +
    "                Фургон остановится самое большее на несколько минут,\n" +
    "                набрать воды в придорожном колодце, а затем потащит\n"
